haivivi/embed-zig/examples/esp/https_speed_test/c/sdkconfig.defaults
# ESP32-S3 with PSRAM
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y

# WiFi
CONFIG_WIFI_SSID="HAIVIVI-MFG"
CONFIG_WIFI_PASSWORD="!haivivi"

# Test Server
CONFIG_TEST_SERVER_IP="192.168.4.221"

# Disable unused
CONFIG_BT_ENABLED=n
